{
    "Criteria": "Engagement with Theory",

    "Exceptional": [
        "The paper demonstrated an exceptional ability to engage with theory, critically drawing upon contemporary thoughts and ideas within the current body of knowledge. \n",
        "The paper engaged with theory at an exceptional level, drawing upon relevant contemporary ideas and concepts within the field and applying them to the problem. \n",
        "The paper was exceptionally competent at engaging with theory, demonstrating a pronounced ability to utilise theoretical frameworks and apply contemporary ideas and thinking to the problem. \n"], 
    
    "Comprehensive": [
        "The paper featured a comprehensive engagement with current theory, utilising academic works to support and reinforce your key arguments. The response was well positioned from within theoretical works in the field. \n",
        "Your engagement with theory was comprehensive, demonstrating a pronounced ability to utilise theoretical frameworks and use contemporary theory and ideas to reinforce your arguments. \n",
        "The paper engaged with theory at a comprehensive level, drawing upon relevant contemporary ideas and concepts within the field and applying them to the arguments. \n",
        "The paper was successful in demonstrating the ability to critically engage with theory, highlighting and applying contemporary ideas and concepts from the field and applying them to the argument(s). \n",
        "The paper was extremely effective at engaging with theory, utilising theoretical frameworks and ideas to reinforce and support its main arguments. \n"
        
    ], 
    "Developed": [
        "The paper generally engaged well with relevant theory, demonstrating time spent researching and critically analysing contemporary themes and ideas. \n",
        "The paper effectively engaged with theory, providing a reasonable grounding in the relevant themes and ideas of the field through research. \n",
        "There appeared to be an effective engagement with relevant theory and ideas, demonstrating the ability to critically analyse and apply conceptual frameworks to the argument. \n",
        "Your engagement with theory was generally well developed, demonstrating the ability to utilise theoretical frameworks and use contemporary theory and ideas to reinforce your arguments. \n",
        "The paper featured a fairly effective engagement with relevant theory, critically applying conceptual frameworks and ideas to provide evidence to the arguments. \n"
    ],
    "Developing": [
        "The paper featured some engagement with theory, however a greater breadth (engaging with a greater variety of sources) or depth (more engagement with individual sources) of engagement would have been valuable. \n",
        "There appeared to be some engagement with theory, however there was additional room for expansion, either through positioning the argument from within more academic sources, or utilising the included academic sources to a greater extent. \n",
        "Your engagement with theory was developing; some relevant theory and ideas were included but there was room for additional research, or more discussion to be drawn out of the research that was included. \n",
        "The paper was somewhat effective at engaging with theory, although additional room for expansion on the included sources may have been present. Grounding the response in additional theory can help to tease out a greater discussion. \n",
        "The paper also featured a developing engagement with theory, although there was additional room for inclusion of academic sources, effectively grounding the response in theory and conceptual frameworks. \n"

    ],
    "NeedsImprovement": [
        "The paper did not effectively engage with theory or conceptual sources. Academic articles are important for providing weight and evidence to arguments; this paper did not provide enough evidence of research to effectively substantiate its arguments. \n",
        "Your response did not feature an effective demonstration of engagement with theory; without substantive engagement with academic sources and theoretical frameworks, the arguments were not well supported. \n  ",
        "The response did not feature sufficient evidence of engagement with academic theory. More research was required to demonstrate proficiency in research and application of conceptual frameworks to the response. \n"

    ]
    }