
{
  "Criteria":"Demonstration of Knowledge",
    "Exceptional":[
      "There was an exceptional demonstration of knowledge in the piece, demonstrating a highly developed proficiency in the major ideas and concepts from within the field of knowledge. \n",
      "There was clear demonstration of knowledge in the piece, showcasing a pronounced appreciation of major themes and concepts. \n",
      "The response featured an excellent demonstration of knowledge, clearly indicating awareness and appreciation of major themes and concepts in the field. \n"
      ],

    "Comprehensive":[
      "There was a comprehensive demonstration of knowledge in the piece, showcasing a highly-developed appreciation of major themes and concepts. \n",
      "Knowledge and research were comprehensively demonstrated in the piece, indicating familiarity and competency with the predominant ideas in the field. \n",
      "A comprehensive demonstration of knowledge was evident in the piece, indicating your ability to critically obtain and synthesise relevant ideas into the argument. \n",
      "The piece featured a comprehensive demonstration of knowledge, indicating a pronounced ability to recognise, interpret and apply relevant ideas into the argument. \n",
      "The writing featured a fairly comprehensive demonstration of knowledge, suggesting a developed competency in recognising, interpreting and applying relevant ideas into the argument. \n",
      "The paper was successful in comprehensively demonstrating knowledge of the topic area, suggesting a developed ability to recognise, interpret and apply relevant ideas from the field into the argument. \n",
      "The argument was effective in demonstrating knowledge of the primary themes and concepts from within the current body of thought, indicating proficiency in the subject matter. \n"
          
    ],

    "Developed":[
      "There was a developed demonstration of knowledge in the work, indicating relative familiarity with the topic area. \n",
      "The response demonstrated sufficient knowledge of the topic area, indicating familiarity with primary themes and concepts. \n",
      "The writing featured a reasonably developed demonstration of knowledge, suggesting a relative competency in recognising, interpreting and applying relevant ideas into the argument. \n",
      "The response indicated a relatively developed appreciation for the major themes and concepts within the field of study, demonstrating knowledge with sufficient competency. \n",
      "There was a mostly developed demonstration of knowledge in the response, indicating time spent researching, writing and applying relevant ideas to the issue. \n",
      "The piece featured a developed demonstration of knowledge, indicating the ability to recognise, interpret and apply relevant ideas into the argument where required. \n",
      "There were indications of a developed demonstration of knowledge within the work, suggesting a relative familiarity with the topic area and a developed capability of applying relevant ideas and concepts. \n" 
    
    ],

    "Developing":[
      "There was a developing demonstration of knowledge, indicating general familiarity with relevant themes and concepts, however more room to exhibit understanding was present. \n",
      "There was an adequate demonstration of knowledge, although room for improvement or engagement with the the body of knowledge may have been present. \n",
      "The response featured a developing demonstration of knowledge within the topic area, indicating some familiarity with primary themes and concepts, although additional room for engagement was present. \n",
      "The response was mostly effective in demonstrating knowledge within the topic area, although there may have been additional room for greater or more nuanced engagement with the dominant themes and ideas in the body of knowledge. \n",
      "Demonstration of knowledge was expressed at a developing level, indicating a general familiarity with the primary themes and concepts in the topic, although additional room for further engagement with ideas was present. \n",
      "The paper indicated a developing demonstration of knowledge, suggesting a basic competency in recognising, interpreting and applying relevant ideas from the field into the argument. Certain elements could have been engaged with in more comprehensive detail. \n",
      "The writing featured a developing demonstration of the key ideas and themes within the field of study, indicating a general awareness of knowledge around the topic. \n"          
    ],

    "NeedsImprovement":[
      "The response did not feature a sufficient demonstration of knowledge. \n",
      "The candidate has not achieved the minimum level of demonstration of the body of knowledge. \n"]

}
